{
    "users": [
        {
            "name": "Shreyansh",
            "email": "Shreyansh@mail.com",
            "age": 22,
            "sex": "Male",
            "password": "123",
            "resume": "VinayiFeatured Resume  \n \nProduct Support Engineer with 3.6 years of experience working with Teradata database team.\n\n \n \nCurrent Designation: Product Support Engineer\nCurrent Company: Teradata\nCurrent Location: Hyderabad / Secunderabad\nPref. Location: Hyderabad\nFunctional Area: IT Software - DBA / Datawarehousing\nRole: DBA\nIndustry: IT-Software/Software Services\nMarital Status: Single/unmarried\nTotal Experience: 3 Year(s) 5 Month(s)\nNotice Period: 2 Months\nHighest Degree: B.Tech/B.E. [Computer Science and Engineering]\n \nKey Skills: SQL,Teradata ,Python, Database Administration,Performance Tuning,C,C++,JAVA,HTML,JavaScript, Teradata DBA, Informatica\n \nVerified :  Phone Number |  Email - id\n \nID: 25f625471b1c050373Last Active: 11-Sep-20Last Modified: 11-Sep-20\n \nJump to SectionWork Experience | Education | IT Skills |\n \n \nSummary\nA result-oriented professional with 3.5 years of experience working with Teradata database. Proficient with handling critical database issues with great efficiency. Experienced working with various teradata tools and utilities,backup and recovery and space management. \n\n \nWork Experience\n Teradata as Product Support Engineer\nFeb 2017 to Till Date\n3+ years of experience in investigating and troubleshooting critical database issues. Involves working closely with DBA's, various cross functional teams and engineering towards incident resolution. Efficient problem recreation for root cause analysis, developing scripts for effective and quick problem resolution. Exposure to various Teradata tools and utilities.\n \n^ Back to Top\n \nEducation\nUG: B.Tech/B.E. (Computer Science and Engineering) from VNR Vignan Jyothi Institute of Engineering and Technology, Hyderabad in 2017\n \n \n^ Back to Top\n \nIT Skills\nSkill Name\tVersion\tLast Used\tExperience\nC, C++, Python, Java\t\t\t\nTeradata SQL, MYSQL\t\t\t\nWINDOWS, UNIX\t\t\t\nHTML, Java Script\t\t\t\nteradata studio\t\t\t\nvisual studio, Android studio\t\t\t\n^ Back to Top\nLanguages Known\nLanguage\tProficiency\tRead\tWrite\tSpeak\nEnglish\t",
            "job_description": "Data Scientist/ ML Engineer\nGame Change Solutions\n-\nGurgaon, Haryana\nTemporarily remote\n₹20,00,000 - ₹25,00,000 a year\nWe are looking for a data scientist that will help us discover the information hidden in vast amounts of data and help us make smarter decisions to deliver even better products. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products. Data Scientist at GameChange must be an energetic self-starter who can quickly grasp the company’s vision, develop specific tactical plans, and begin implementation upon appropriate approvals. The candidate must be resourceful and able to deliver on a plan defined.\nResponsibilities –\nData Crunching and data massaging on structured and unstructured data including Numerical, Text,\nAudio and Video data\nImplementation/fine-tuning of machine learning algorithms\nConducting Data science/machine learning experiments and presenting insights\nBuilding innovative data products using cutting edge tools and technologies\nConduct data analysis independently or with limited supervision to generate business insights\nConduct diagnostic on the data to identify the improvement opportunities, design data-backed\nperformance improvement strategy, liaise with internal teams\nRecord keeping and data warehousing to enable Advanced Analytics operations for generating\nmeaningful business insights\nDevelop high quality client deliverables such as R models, Python scripts etc.\nSkills required -\nExcellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes,\nSVM, Decision Forests, CNN, RNN, LSTM etc.\nExperience with common data science toolkits, such as R, Weka, NumPy, OpenCV, MatLab, etc.\nGreat communication skills\nExperience with data visualisation tools, such as D3.js, GGplot, etc.\nProficiency in using query languages such as SQL, Hive, Pig\nExperience with NoSQL databases, such as MongoDB, Cassandra, HBase\nGood applied statistics skills, such as distributions, statistical testing, regression, etc.\nGood scripting and programming skills\nJob Type: Full-time\nSalary: ₹2,000,000.00 - ₹2,500,000.00 per year\nExperience:\nData Science: 2 years (Preferred)\nwork: 1 year (Preferred)\nEducation:\nBachelor's (Preferred)\n",
            "job_applied": "Data Scientist",
            "score": 13.274336283185843,
            "questions": [
                {
                    "question": "Based on your experience working with Teradata as a Product Support Engineer, how do you think your skills in SQL and database administration can be applied to the role of a Data Scientist/ML Engineer at Game Change Solutions?",
                    "response": "Skills are great"
                },
                {
                    "question": "Since you have experience working with Teradata databases and have a strong background in SQL and database administration, how do you plan to leverage your knowledge of data warehousing and performance tuning to tackle data crunching and massaging tasks involving structured and unstructured data at Game Change Solutions as a Data Scientist/ML Engineer?",
                    "response": "It was an amazing experince"
                },
                {
                    "question": "Given your experience with Teradata databases and proficiency in SQL, as well as your knowledge in data warehousing and performance tuning, how would you approach fine-tuning machine learning algorithms or building innovative data products at Game Change Solutions?",
                    "response": "Nice"
                }
            ]
        }
    ]
}